app/controllers/signups_controller.rb

INSERT INTO "signups" ("email", "created_at", "updated_at") VALUES (?, ?, ?)  [["email", "sdsd@gmail.com"], ["created_at", "2019-07-02 19:37:00.371271"], ["updated_at", "2019-07-02 19:37:00.371271"]]
---
	def create
    @signup = Signup.new(signup_params)
    if @signup.save